const eventsByDay = {
  "ПН": "📖 **Понедельник**\n\n🕡 Гр.МИРА  \n Утро\n 10:00-11:00\nУл. Крылова 4 \n4 этаж,офис 408\nЕжедневник  \n11-й шаг,медитация.\nУтренний кофе!!\n=============\nВечер\n19.00-20.15\nЕжедневник \nВопрос-ответ по шагам. \n\n🌟 Добро пожаловать!",
  "ВТ": "\nНовый формат “BLACKOUT”\n19.00-20:15\nЕжедневник \nВопрос-ответ \n==========\nПоздний вечер\nНовый формат вопрос ответ БЕЗ ЦЕНЗУРЫ\n21:00-22:00\nЕжедневник \nВопрос-ответ \n\n🌟 Добро пожаловать!",
  "СР": "📚 **Среда**\n\n🕡 Гр.МИРА \n Утро\n\n10:00-11:00\nУл. Крылова 4 \n4 этаж,офис 408\nЕжедневник\n11-й шаг,медитация.Утренний кофе!!\nУтреннее рабочее собрание! \nПриходи,ты нужен NAм!\n===============\n \n Вечер\n19.00-20.15\n Ежедневник .\nСеминар: «Как встречать новичка»\n🌟 Добро пожаловать!",
  "ЧТ": "🤝 **Пуэрный Четверг**\n\n🕡 Гр.МИРА\n Утро\n  \n10:00-11:00\nУл. Крылова 4 \n4 этаж,офис 408\nЕжедневник  \n11-йшаг,медитация.Утренний кофе!!\n==============\n\n Вечер\n19.00-20.15\nЕжедневник \nБочонки\n20:30-Рабочее собрание \n🌟 Добро пожаловать!",
  "ПТ": "🔥 **Пятница**\n\n🕡 Гр.МИРА  \n Утро \n10:00-11:00\nУл. Крылова 4 \n4 этаж,офис 408\nЕжедневник  \n11-йшаг,медитация.Утренний кофе!!\n===============\n Вечер\n 19.00-20.15 \nЕжедневник \nИзучение литературы \n\n🌟 Добро пожаловать!",
  "СБ": "⭐ **Суббота**\n\n🕡 гр.МИРА\nУл. КРЫЛОВА 4 \n4 Этаж,408 офис \n16:00-17:15\nЕжедневник \nСвободная  \n🌟 Добро пожаловать!",
  "ВС": "🌞 **Воскресенье**\n\n🕚 гр.МИРА\n Ул. КРЫЛОВА 4 \n4 Этаж,408 офис \n14:00-15:15\nЕжедневник \nСамоанализ \n🌟 Добро пожаловать!"
};





const служащие = [
    { имя: "Уборщик", тип: "утро-вечер", расписание: {Пн_утро:"с", Пн_вечер:"", Вт_утро:"", Вт_вечер:"с", Ср_утро:"с", Ср_вечер:"", Чт_утро:"", Чт_вечер:"с", Пт_утро:"с", Пт_вечер:"", Сб_утро:"", Сб_вечер:"с", Вс_утро:"с", Вс_вечер:""} }
];